List categories = [
  {'category': 'Обмен валюты', 'id': 1, 'pods': []},
  {
    'category': 'Еда',
    'id': 2,
    'pods': [
      {'category': 'Доставка готовой еды', 'id': 3},
      {'category': 'Доставка полуфабрикатов', 'id': 4},
      {'category': 'Повар', 'id': 5},
      {'category': 'Кондитер', 'id': 6},
    ]
  },
  {
    'category': 'Авто, трансфер и перевозки',
    'id': 7,
    'pods': [
      {'category': 'Аренда авто', 'id': 8},
      {'category': 'Аренда мотоциклов и мопедов', 'id': 9},
      {'category': 'Ремонт авто', 'id': 10},
      {'category': 'Ремонт мототехники', 'id': 11},
      {'category': 'Трансфер', 'id': 12},
      {'category': 'Грузоперевозки', 'id': 13},
      {'category': 'Личный водитель', 'id': 14},
      {'category': 'Автоинструктор', 'id': 15},
      {'category': 'Грузоперевозки по Европе и СНГ', 'id': 16},
    ]
  },
  {
    'category': 'Красота и здоровье',
    'id': 17,
    'pods': [
      {'category': 'Маникюр/педикюр', 'id': 18},
      {'category': 'Барбершоп', 'id': 19},
      {'category': 'Парикмахеры', 'id': 20},
      {'category': 'Макияж', 'id': 21},
      {'category': 'Эпиляция', 'id': 22},
      {'category': 'Стилисты', 'id': 23},
      {'category': 'Косметологи', 'id': 24},
      {'category': 'Подолог', 'id': 25},
      {'category': 'Ресницы', 'id': 26},
      {'category': 'Коррекция бровей', 'id': 27},
      {'category': 'Загар', 'id': 28},
      {'category': 'Пирсинг', 'id': 29},
      {'category': 'Тату', 'id': 30},
      {'category': 'Татуаж', 'id': 31},
      {'category': 'Массаж', 'id': 32},
      {'category': 'Спа-процедуры', 'id': 33},
      {'category': 'Психолог', 'id': 34},
      {'category': 'Диетолог', 'id': 35},
      {'category': 'Товары для бьюти-мастеров', 'id': 36},
      {'category': 'Прочее', 'id': 37},
    ]
  },
  {
    'category': 'Консультационные услуги (Юристы, бухгалтеры, переводчики)',
    'id': 38,
    'pods': [
      {'category': 'Хесторы (консультанты по бизнесу в Испании)', 'id': 39},
      {
        'category': 'Эксперты и консультанты по визам и способам остаться',
        'id': 40
      },
      {'category': 'Консультации по языковым школам', 'id': 41},
      {'category': 'Юридические и налоговые консультации, нотариус', 'id': 42},
      {'category': 'Ситы', 'id': 43},
      {'category': 'Переводчики', 'id': 44},
      {'category': 'Хурадо-переводчики', 'id': 45},
      {'category': 'Сопровождение переводчика', 'id': 46},
      {'category': 'Получение документов в Испании (NIE, TIE и пр.)', 'id': 47},
      {'category': 'Получение лицензий', 'id': 48},
      {'category': 'Страховые услуги', 'id': 49},
      {'category': 'Прочее', 'id': 50},
    ]
  },
  {
    'category': 'Ремонт и строительство',
    'id': 51,
    'pods': [
      {'category': 'Сантехника', 'id': 52},
      {'category': 'Электрика', 'id': 53},
      {'category': 'Ремонт квартир и домов', 'id': 54},
      {'category': 'Ремонт мебели', 'id': 55},
      {'category': 'Ремонт техники', 'id': 56},
      {'category': 'Установка техники', 'id': 57},
      {'category': 'Аварийное вскрытие замков', 'id': 58},
      {'category': 'Муж на час', 'id': 59},
      {'category': 'Строительство', 'id': 60},
      {'category': 'Установка солнечных панелей', 'id': 61},
      {'category': 'Прочее', 'id': 62},
    ]
  },
  {
    'category': 'Домашний персонал',
    'id': 63,
    'pods': [
      {'category': 'Уборка', 'id': 64},
      {'category': 'Повар', 'id': 65},
      {'category': 'Муж на час', 'id': 66},
      {'category': 'Домработники', 'id': 67},
      {'category': 'Выгульщики собак', 'id': 68},
      {'category': 'Няня', 'id': 69},
      {'category': 'Садовник', 'id': 70},
      {'category': 'Личный водитель', 'id': 71},
    ]
  },
  {
    'category': 'Фрилансеры',
    'id': 72,
    'pods': [
      {'category': 'Создание сайтов (дизайн и разработка)', 'id': 73},
      {'category': 'SMM-услуги (социальные сети)', 'id': 74},
      {'category': 'Маркетинг', 'id': 75},
      {'category': 'Фотограф', 'id': 76},
      {'category': 'Услуги по ремонту одежды и обуви', 'id': 77},
      {'category': 'Пошив одежды', 'id': 78},
      {'category': 'Изготовление рекламы', 'id': 79},
      {'category': 'Полиграфические услуги', 'id': 80},
      {'category': 'Прочее', 'id': 81},
    ]
  },
  {
    'category': 'Обучение',
    'id': 82,
    'pods': [
      {'category': 'Репетиторы', 'id': 83},
      {'category': 'Подбор школ для обучения языку', 'id': 84},
    ]
  },
  {
    'category': 'Недвижимость',
    'id': 85,
    'pods': [
      {'category': 'Подбор недвижимости', 'id': 86},
      {'category': 'Риэлторы', 'id': 87},
      {'category': 'Доверительное управление недвижимостью', 'id': 88},
      {'category': 'Страхование недвижимости', 'id': 89},
    ]
  },
  {
    'category': 'Спорт',
    'id': 90,
    'pods': [
      {'category': 'Фитнес-тренеры', 'id': 91},
      {'category': 'Тренеры по паделу/теннису', 'id': 92},
      {'category': 'Аренда спортивного снаряжения', 'id': 94},
      {'category': 'Водные виды спорта', 'id': 95},
      {'category': 'Пилатес', 'id': 96},
    ]
  },
  {
    'category': 'Развлечения и мероприятия',
    'id': 97,
    'pods': [
      {'category': 'Ведущие мероприятий', 'id': 98},
      {'category': 'Аниматоры', 'id': 90},
      {'category': 'Фокусники', 'id': 100},
      {'category': 'Танцоры', 'id': 101},
      {'category': 'Кондитеры', 'id': 102},
      {'category': 'Музыканты', 'id': 103},
      {'category': 'Организаторы свадьбы', 'id': 104},
      {'category': 'Аренда лодки/катера', 'id': 105},
      {'category': 'Аренда jet ski', 'id': 106},
      {'category': 'Дайвинг', 'id': 107},
      {'category': 'Прочее', 'id': 108},
    ]
  },
  {
    'category': 'Домашние животные',
    'id': 109,
    'pods': [
      {'category': 'Ветеринар', 'id': 110},
      {'category': 'Стрижка для собак', 'id': 111},
    ]
  },
  {
    'category': 'Туризм',
    'id': 112,
    'pods': [
      {'category': 'Экскурсии и гиды', 'id': 113},
      {'category': 'Трансфер', 'id': 114},
      {'category': 'Переводчики', 'id': 115},
      {'category': 'Организаторы туров', 'id': 116},
    ]
  },
  {
    'category': 'Дети',
    'id': 117,
    'pods': [
      {'category': 'Летние/зимние лагеря', 'id': 118},
      {'category': 'Образование и дополнительные занятия для детей', 'id': 119},
      {'category': 'Детские спортивные секции', 'id': 120},
      {'category': 'Детские мероприятия', 'id': 121},
    ]
  },
];
